{
    "PAGE_TITLE": "Jon Gorostegui's Portfolio - Software Engineer in Computer Science",
    "PAGE_DESCRIPTION": "Hire Jon Gorostegui, Software Computer Engineer and web developer.",
    "NAV_EXPANDESTU": "Experience and Studies",
    "NAV_PRO": "Projects",
    "NAV_ABOUTME": "About Me",
    "NAV_CONTACT": "Contact",
    "INT_TILE": "Hello, I'm Jon Gorostegui",
    "INT_SUBTILE": "I hold a degree in Software Engineering and have a keen interest in Web Development and Programming. From the Basque Country, Spain.",
    "INT_BADGE": "Open to job opportunities",
    "EXPANDESTU_TITLE": "Experience and Studies",
    "EXPANDESTU_TFG_TITLE": "Final Degree Project",
    "EXPANDESTU_TFG_DATE": "December 2022 - July 2023",
    "EXPANDESTU_TFG_DESC": "Developed a web page enabling visual manufacturing scheduling at each stage, considering resource usage constraints and manufacturing sequence. It also visualizes required personnel resources, considering imposed constraints. Alongside simulation capabilities or manual program correction, with recalibration of resources.",
    "EXPANDESTU_PRACTICES_TITLE": "Internship at AMIE Consulting",
    "EXPANDESTU_PRACTICES_DATE": "May 2022 - July 2022",
    "EXPANDESTU_PRACTICES_DESC": "Completed full-stack internship at Amie Consulting, utilizing JavaScript (jQuery), PHP, and CSS, along with the CodeIgniter framework and various libraries such as Bootstrap. Gained experience in database management during this period.",
    "EXPANDESTU_UNI_TITLE": "Computer Engineering at the University of the Basque Country",
    "EXPANDESTU_UNI_DATE": "2019 - 2023",
    "EXPANDESTU_UNI_DESC": "Earned my degree in Computer Engineering at UPV/EHU, acquiring fundamental knowledge in computer science. Specialized in the software branch, delving into specific aspects of this field.",
    "EXPANDESTU_MORE_INFO": "More Information",
    "PRO_TITLE": "Projects",
    "PRO_SUMM_TITLE": "SummonerData.gg",
    "PRO_SUMM_DESC": "Application designed to provide League of Legends players with valuable real-time information, allowing easy access to key data related to their match history, champion masteries, and live statistics.",
    "PRO_ECO_TITLE": "Online Store",
    "PRO_ECO_DESC": "A simple e-commerce project developed to practice React using Vite, aiming to enhance my web development skills. In this process, technologies like CSS were also employed to refine aspects related to design and visual presentation.",
    "PRO_WB_TAG": "Website",
    "ABUOTME_TITLE": "About Me",
    "ABOUTME_P1": "Hello! I'm Jon Gorostegui, a recent graduate in Computer Engineering and Software Engineering with a fervent passion for web development and programming. Besides my formal studies, I've independently explored modern technologies like React, showcasing my commitment to continuous learning.",
    "ABOUTME_P2": "I'm actively seeking new job opportunities to apply my recently acquired knowledge and continue learning in a dynamic environment. My willingness to explore and adopt new technologies, coupled with my enthusiasm for programming, makes me a motivated and adaptable candidate. If you're looking for a developer hungry for learning and passionate about innovation,",
    "CONTACT_TITLE": "Contact",
    "FOOTER_SUBTITLE": "All rights reserved."
}