{
    "PAGE_TITLE": "Portfolio Jon Gorostegui - Ingeniero en Informática de Software",
    "PAGE_DESCRIPTION": "Contrata a Jon Gorostegui, Ingeniero Informático de Software y desarrollador web.",
    "NAV_EXPANDESTU": "Experiencia y estudios",
    "NAV_PRO": "Proyectos",
    "NAV_ABOUTME": "Sobre mi",
    "NAV_CONTACT": "Contacto",
    "INT_TILE": "Hola, soy Jon Gorostegui",
    "INT_SUBTILE": "Soy Licenciado en Ingeniería del Software, soy aficionado al Desarrollo Web y la Programación. Del Pais Vasco, España.",
    "INT_BADGE": "Abierto a ofertas laborales",
    "EXPANDESTU_TITLE": "Experiencia y estudios",
    "EXPANDESTU_TFG_TITLE": "Trabajo de Fin de Grado",
    "EXPANDESTU_TFG_DATE": "Diciembre 2022 - Julio 2023",
    "EXPANDESTU_TFG_DESC": "Se desarrolló una página web que permite la programación visual de fabricación en cada etapa de proceso, teniendo en cuenta las restricciones de uso de recursos y la secuencia de fabricación. Además, se visualizan los recursos necesarios de personal, teniendo en cuenta o no las restricciones impuestas. Junto con la posibilidad de simulación o corrección manual del programa, con el recalculo de recursos.",
    "EXPANDESTU_PRACTICES_TITLE": "Practicas en AMIE Consulting",
    "EXPANDESTU_PRACTICES_DATE": "Mayo 2022 - Julio 2022",
    "EXPANDESTU_PRACTICES_DESC": "Se llevaron a cabo prácticas como informático full-stack en la consultoría Amie Consulting. Durante este periodo, se emplearon los lenguajes JavaScript(JQuery), PHP y CSS, así como el framework CodeIgniter y diversas librerías, como Bootstrap, entre otras. Además, se adquirió experiencia en el manejo de bases de datos.",
    "EXPANDESTU_UNI_TITLE": "Ingenieria Informatica en la Universidad del Pais Vasco",
    "EXPANDESTU_UNI_DATE": "2019 - 2023",
    "EXPANDESTU_UNI_DESC": "Realicé mi grado en Ingeniería Informática en la UPV/EHU, donde adquirí conocimientos fundamentales en informática. Me especialicé en la rama de software, profundizando en los aspectos específicos que abarcan esta rama.",
    "EXPANDESTU_MORE_INFO": "Mas información",
    "PRO_TITLE": "Proyectos",
    "PRO_SUMM_TITLE": "SummonerData.gg",
    "PRO_SUMM_DESC": "Aplicación diseñada para proporcionar a los jugadores de League of Legends información valiosa y en tiempo real sobre los jugadores, permitiéndoles acceder fácilmente a datos clave relacionados con su historial de partidas, maestrías con los campeones y estadísticas en vivo.",
    "PRO_ECO_TITLE": "Online Store",
    "PRO_ECO_DESC": "Un proyecto de comercio electrónico sencillo que he desarrollado para practicar React utilizando Vite, con el objetivo de mejorar mis habilidades de desarrollo web. En este proceso, también he utilizado tecnologías como CSS para perfeccionar aspectos relacionados con el diseño y la presentación visual de la aplicación.",
    "PRO_WB_TAG": "Página web",
    "ABUOTME_TITLE": "Sobre mi",
    "ABOUTME_P1": "¡Hola! Soy Jon Gorostegui, un recién graduado en Ingeniería Informática y Licenciado en Ingeniería del Software, aficionado al desarrollo web y la programación. Además de mis estudios formales, he explorado de manera independiente tecnologías modernas como React, demostrando mi compromiso con la actualización constante.",
    "ABOUTME_P2": "Estoy en búsqueda activa de nuevas oportunidades laborales que me permitan aplicar mis conocimientos recién adquiridos y seguir aprendiendo en un entorno dinámico. Mi disposición para explorar y adoptar nuevas tecnologías, junto con mi entusiasmo por la programación, me convierten en un candidato motivado y adaptable. Si estás buscando un desarrollador con hambre de aprendizaje y pasión por la innovación.",
    "CONTACT_TITLE": "Contacto",
    "FOOTER_SUBTITLE": "Todos los derechos reservados."
}